# Данные для теста №2 (по фото с ФИО: Сергеев)
exam_sergeev_data = [
    {
        "question": "На что направлены программы господдержки информатизации в РФ?",
        "options": ["На обеспечение равного доступа к информационным ресурсам", "На развитие информационного контента", "На внедрение цифровых технологий", "На переподготовку специалистов"],
        "answer": "На обеспечение равного доступа к информационным ресурсам"
    },
    {
        "question": "Термин Internet Economy появился в",
        "options": ["США", "Китае", "Германии", "Японии"],
        "answer": "Китае"
    },
    {
        "question": "Какая из данных сфер наименее подвержена цифровым прорывам?",
        "options": ["Коммунальные услуги", "Здравоохранение", "Туризм и гостиничный бизнес", "Образование"],
        "answer": "Коммунальные услуги"
    },
    {
        "question": "Назовите новый тип взаимодействия в экономике благодаря развитию технологий:",
        "options": ["C2B", "B2C", "B2B", "C2C"],
        "answer": "C2B"
    },
    {
        "question": "Основной фактор успешной цифровой трансформации:",
        "options": ["Ориентация на продукт", "Внедрение цифровых технологий", "Ориентация на пользователей услуг и продуктов", "Человеческий капитал"],
        "answer": "Человеческий капитал"
    },
    {
        "question": "В чем заключается уникальность современного бизнеса?",
        "options": ["Владение базовым активом", "Использование интернет-технологий", "Использование ИИИ", "Владение платформой"],
        "answer": "Владение платформой"
    },
    {
        "question": "Бизнес-процесс в рамках модели абстракции реального объекта относится к:",
        "options": ["Формальному описанию", "Реальному объекту", "Программной реализации", "Технологическому процессу"],
        "answer": "Реальному объекту"
    },
    {
        "question": "Важнейшие качества инженера, внедряющего или создающего цифровые технологии?",
        "options": ["Эмпатия и рефлексия", "Пунктуальность", "Знание схемотехники", "Умение программировать"],
        "answer": "Эмпатия и рефлексия"
    },
    {
        "question": "Беггинг это:",
        "options": ["Одна модель разные данные", "Одни данные разные модели", "Разные данные и разные модели", "Последовательное обучение одной модели разными данными"],
        "answer": "Одна модель разные данные"
    },
    {
        "question": "Hadoop - инструмент для обработки данных:",
        "options": ["Блочной обработки", "Потоковой обработки", "Как блочной, так и потоковой обработки", "Ни блочной, ни потоковой обработки"],
        "answer": "Блочной обработки"
    },
    {
        "question": "Интеграционные таблицы относятся к следующему уровню инфраструктуры:",
        "options": ["Золотому", "Серебряному", "Платиновому", "Бронзовому"],
        "answer": "Серебряному"
    },
    {
        "question": "Ключевое требование для поточной обработки?",
        "options": ["Производительность", "Масштабируемость", "Согласованность", "Стоимость"],
        "answer": "Масштабируемость"
    },
    {
        "question": "Оптимизация пути поставки ценности является частью концепции:",
        "options": ["Цифровизации", "Информатизации", "DevOps", "Agile"],
        "answer": "DevOps"
    },
    {
        "question": "Инструментом оркестрации в рамках процессов машинного обучения является:",
        "options": ["Spark MLOPS", "Jupyter", "Airflow", "MLOps"],
        "answer": "Airflow"
    },
    {
        "question": "Примером Data Warehouse является:",
        "options": ["Cassandra", "Hbase", "Clickhouse", "Kafka"],
        "answer": "Clickhouse"
    }
]