# Данные для теста №1 (по фото с ФИО: Григорьев В.Н.)
exam_grigoriev_data = [
    {
        "question": "Постиндустриальное производство характерно для:",
        "options": ["Цифровизации", "Информатизации", "Информационной трансформации", "Цифровой революции"],
        "answer": "Информатизации"
    },
    {
        "question": "Программа концепции информатизации в России называлась:",
        "options": ["«Новое поколение»", "«Информационное общество»", "«Стратегия развития информатизации в России до 2030»", "«Программа стратегического развития инновационных технологий»"],
        "answer": "«Информационное общество»"
    },
    {
        "question": "Назовите технологические тренды, НЕ развивавшиеся в России:",
        "options": ["Интернет вещей", "Нейросети и нейроинтерфейсы", "Лазеры", "Новые данные"],
        "answer": "Лазеры"
    },
    {
        "question": "История авторизации пользователя относится к данным:",
        "options": ["Данные использования", "Идентификационные данные", "Личные данные", "Публичные данные"],
        "answer": "Идентификационные данные"
    },
    {
        "question": "Основной фактор успешной цифровой трансформации:",
        "options": ["Ориентация на продукт", "Внедрение цифровых технологий", "Ориентация на пользователей услуг и продуктов", "Человеческий капитал"],
        "answer": "Человеческий капитал"
    },
    {
        "question": "С помощью в первую очередь чего предсказывают проблемы при производстве?",
        "options": ["Искусственного интеллекта", "Цифрового двойника", "Предиктивной аналитики", "Экспериментов и моделирования"],
        "answer": "Цифрового двойника"
    },
    {
        "question": "Технологии сенсорики используют на уровне фабрики:",
        "options": ["Цифровая фабрика", "Виртуальная фабрика", "Фабричный кластер", "Умная фабрика"],
        "answer": "Умная фабрика"
    },
    {
        "question": "Важнейшие качества инженера, внедряющего или создающего цифровые технологии?",
        "options": ["Эмпатия и рефлексия", "Пунктуальность", "Знание схемотехники", "Умение программировать"],
        "answer": "Эмпатия и рефлексия"
    },
    {
        "question": "Самый распространенный способ обработки данных:",
        "options": ["Обработка данных в BI инструментах", "Блочная обработка", "Потоковая обработка", "Классическая обработка"],
        "answer": "Блочная обработка"
    },
    {
        "question": "Apache Spark - инструмент для обработки данных:",
        "options": ["Блочной обработки", "Потоковой обработки", "Как блочной, так и потоковой обработки", "Ни блочной, ни потоковой обработки"],
        "answer": "Как блочной, так и потоковой обработки"
    },
    {
        "question": "Самые низкие накладные расходы при каком виде обработки данных?",
        "options": ["Блочной обработки", "Поточной обработки", "Статической обработки", "Динамической обработки"],
        "answer": "Поточной обработки"
    },
    {
        "question": "Главное отличие Lambda архитектуры от Kappa архитектуры заключается в:",
        "options": ["Наличие потоковой обработки", "Наличие блочной обработки", "Наличие статической обработки", "Наличие динамической обработки"],
        "answer": "Наличие блочной обработки"
    },
    {
        "question": "Оптимизация пути поставки ценности является частью концепции:",
        "options": ["Цифровизации", "Информатизации", "DevOps", "Agile"],
        "answer": "DevOps"
    },
    {
        "question": "С помощью какого ключа производится проверка цифровой подписи в блокчейне?",
        "options": ["Публичного", "Приватного", "ECDSA", "Хеш эллиптической кривой"],
        "answer": "Публичного"
    },
    {
        "question": "Основная проблема децентрализованных сетей:",
        "options": ["Безопасность", "Согласованность", "Производительность", "Точность"],
        "answer": "Производительность"
    }
]